{
  "boardOfDirectors": [
    {
      "id": 1,
      "designation": "Management consultant, Business Analyst, Stock Trader, Founding Member & Secretary of ICCMW",
      "name": "Ali Nawazuddin, B.S., (Chemical Engineering)",
      "image": "https://raw.githubusercontent.com/iccmw/iccmw-assets/refs/heads/main/images/boardOfTrustees/ali_nawazuddin.jpg",
      "about": [
        "He is a Management Consultant at Accenture, NYC. He specializes in strategy, program and project management. Prior to joining Accenture, he worked as a day trader for an investment firm. He has a bachelor’s degree in Chemical Engineering from Manhattan College.",
        "He has volunteered in ICNA’s back-to-school giveaway program in the Bronx, Yonkers and has helped raise funds for the earthquake victims under the umbrella of Helping Hand and Islamic Relief foundations. He has actively participated in the “Help Feed Homeless” program (Lasallian Volunteers) and taught Math & English for the underprivileged students at the women’s shelter in the Bronx (Manhattan College Volunteers).",
        "He is the founding member and Secretary of ICCMW."
      ]
    },
    {
      "name": "Syed Ahmad Kamal, MBA (Finance), MBA (Business)",
      "id": 2,
      "about": [
        "He served as the Chief Financial Officer at GER Industries Inc. He has an MBA in finance and an MBA in Business. He has lived in Northeast Yonkers since 1990.",
        "He is married and has three daughters. His wife is a staff member at Andalusia school in Yonkers. He is passionate about providing the best education for his daughters and wants them to excel in the field of Science and Medicine.",
        "Syed is founding member and treasurer of ICCMW."
      ],
      "designation": "CFO, GER Industries INC, Founding member and Treasurer of ICCMW",
      "image": "https://raw.githubusercontent.com/iccmw/iccmw-assets/refs/heads/main/images/boardOfTrustees/ahmad_kamal.jpg"
    },
    {
      "image": "https://raw.githubusercontent.com/iccmw/iccmw-assets/refs/heads/main/images/boardOfTrustees/ali_el_ousrouti.jpg",
      "designation": "Technical Manager, Entrepreneur, Advisor, Adjunct Professor, Soccer coach & Founding Member of ICCMW",
      "id": 3,
      "name": "Ali El Ousrouti, M.S., (Computers & Telecom)",
      "about": [
        "Ali El Ousrouti currently works as a Software Engineer/Technical Manager, Software Development at Active Media Services. He is the founder of the Quality Information Technology, a software development company. Prior to this he worked as an Adjunct Professor at Westchester College. He volunteered in many community programs. He is married and a father of four children.",
        "Ali is the founding member, current Vice President of ICCMW and also serves as an Advisory board member for the Spring Valley Community center."
      ]
    },
    {
      "designation": "Chaplain, Scholar on Islamic Studies & Founding Member of ICCMW",
      "name": "Favzul Kabeer",
      "id": 4,
      "image": "https://raw.githubusercontent.com/iccmw/iccmw-assets/refs/heads/main/images/boardOfTrustees/placeholder.jpg",
      "about": [
        "Favzul Kabeer is one of the few members of the Muslim community that has memorized the Holy Quran. He is also a scholar on the Ahadith (Sayings of the Prophet Muhammad).",
        "Favzul has lived in the Beech-Hill area of Yonkers for more than Thirteen Years with his family. His four kids attend school in Yonkers. In his spare time, he likes to play and watch Tennis."
      ]
    },
    {
      "designation": "Engineering Manager, Certified Project Management Professional, Master Six Sigma Black Belt, Founding member of ICCMW",
      "name": "Arshad Shariff, MS, MBA, PMP",
      "image": "https://raw.githubusercontent.com/iccmw/iccmw-assets/refs/heads/main/images/boardOfTrustees/arshad_shariff.jpg",
      "id": 5,
      "about": [
        "Arshad currently serves as Head of Project Management at Sanofi Pasteur. He has an MBA in Business management, a Master’s degree in Mechanical Engineering and is a PMI certified Project Management Professional. Arshad has volunteered as a programs coordinator for Project Management Institutes Hudson Valley Chapter. He is a Mentor to many engineering students and guides them in their career and offers leadership coaching. Arshad lives in Scarsdale NY, married to Dr. Sofia Nigar who works as a Gastroenterologist at the Scarsdale Medical Group, an affiliate of the White Plains Hospital. They are parents to three wonderful boys. Arshad likes to spend his spare time getting the boys trained in Mixed Martial Arts, swimming & baseball. Arshad is the past chairperson of ICCMW and current board member."
      ]
    },
    {
      "designation": "CAD Manager, Lakhani & Jordan Engineers P.C. Founding Member of ICCMW",
      "name": "Mohammed Sohail",
      "id": 6,
      "image": "https://raw.githubusercontent.com/iccmw/iccmw-assets/refs/heads/main/images/boardOfTrustees/mohammed_sohail.jpg",
      "about": [
        "Sohail works as CAD Manager at Lakhani & Jordan P.C, NYC for the past 13 years. Sohail coordinates activities and fundraising for ICCMW. He has helped in setting up a Funeral Home for the Muslim community in the Bronx. Sohail has helped many members of the community in career placement and is a founding member of ICCMW.",
        "Sohail lives in the Crestwood area of Yonkers, married to Nazneen Sultana and are parents of two kids who attend Yonkers Public Schools."
      ]
    },
    {
      "id": 7,
      "about": [
        "Omar currently serves as the Assistant Vice President at HAKS engineers. Prior to this he worked for the NYSDOT. He is the co-founder of the Andalusia School in Yonkers and the Bronx Muslim center. He volunteered in many community programs in the US and abroad, and helped in the Hurricane Sandy relief efforts. He has actively participated in the Back-to-School program sponsored by Islamic Organizations in Yonkers and Mount Vernon. He has helped raise funds for the drought relief in Somalia, Niger, and for the refugee camps in the Middle East, and recently involved in the efforts to resettle Syrian refugees migrating to USA.",
        "Mr. Ockeh lives in the Colonial Heights part of Yonkers, married to Maysa Abdallah for 27 years, and has five children most of whom aspire to be doctors / pharmacists and serve the community."
      ],
      "image": "https://raw.githubusercontent.com/iccmw/iccmw-assets/refs/heads/main/images/boardOfTrustees/omar_ockeh.jpg",
      "name": "Omar Ockeh, P.E., CCM",
      "designation": "Professional Engineer, Certified Construction Manager, Founding member of ICCMW"
    },
    {
      "image": "https://raw.githubusercontent.com/iccmw/iccmw-assets/refs/heads/main/images/boardOfTrustees/mohammad_zuber.jpg",
      "about": [
        "Dr. Zuber currently serves as the Senior Director of Laboratory Operations at Mount Sinai Health Systems, New York – NY. Prior to this he worked for CBLPath / Sonic Laboratories at Rye Brook, NY as a Director of Lab Operations. He is the former member of ISWR / WMC (Westchester Muslim Center) in Mount Vernon, NY. Dr. Zuber volunteered in many community programs in the US and abroad, and helped in the Hurricane Sandy relief efforts under the umbrella of ICNA (Islamic Circle of North America). He has actively participated in the Back-to-School program sponsored by ICNA and Islamic Relief in Yonkers and Mount Vernon. He has also helped raise funds for the educational awareness of downtrodden Muslims in India under AFMI (American Federation of Muslims from Indian Origin).",
        "Dr. Zuber lives in Yonkers, married to Asma Nakadar for 23 years, and has three children of whom one will attend Medical School program starting this fall and other two are in middle and high school in Yonkers and will serve the community in future."
      ],
      "designation": "Senior Director - Lab Operations, Surgical Pathology Icahn School of Medicine at Mount Sinai & Mount Sinai Hospital, New York, NY Founding Member of ICCMW",
      "name": "Mohammad Zuber Nakadar, M.D., MBA",
      "id": 8
    }
  ]
}
